{
  "plugins": {
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.completion": {
      "src": "https://github.com/nvim-mini/mini.completion",
      "version": "'stable'"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files",
      "version": "'stable'"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick",
      "version": "'stable'"
    },
    "mini.snippets": {
      "src": "https://github.com/nvim-mini/mini.snippets",
      "version": "'stable'"
    },
    "mini.starter": {
      "src": "https://github.com/nvim-mini/mini.starter",
      "version": "'stable'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    }
  }
}
